Repository: ONTWIKKEL/jm-twitter-cards
Catalog: languages/jm-tc-gut-*.po
Languages: ca, es_es, fr_fr

source: Your Twitter name
ca: El teu nom de Twitter
es_es: usuario twitter
fr_fr: Votre pseudo Twitter

source: The card for your website will look a little something like this!
ca: La targeta del vostre lloc web tindrà una mica semblant a això.
es_es: La tarjeta para su sitio web se verá un poco como esto!
fr_fr: Votre card pourrait ressembler à ce qui suit !

source: Preview is not provided for application card
ca: No es proporciona cap previsualització per a la targeta d'aplicació
es_es: Vista previa no se proporciona para la tarjeta de aplicación
fr_fr: La prévisualisation n'est pas fournie pour la card de type application

source: Card Type
ca: Tipus de targeta
es_es: Tipos de Tarjeta
fr_fr: Type de card

source: Summary
ca: Resum
es_es: Sumario
fr_fr: Résumé

source: Summary Large Image
ca: Resum Imatge gran
es_es: Sumario con foto grande
fr_fr: Résumé large image

source: Player
ca: Jugador
es_es: Jugador

source: Application
ca: Aplicació
es_es: Aplicación

source: Custom title
ca: Títol personalitzat
es_es: Campo personalizado título
fr_fr: Titre personnalisé

source: Best is under 55 chars. If no set default card title would be post title
ca: El millor és de menys de 55 caràcters. Si el títol de la targeta predeterminada no era definit, es publicaria el títol
es_es: Lo mejor es bajo 55 caracteres. Si ningún título predeterminado de la tarjeta sería el título de la publicación
fr_fr: Le mieux est de rester en dessous de 55 caractères. Si vide, le titre du post est repris par défaut

source: Enter custom title…
ca: Introduïu el títol personalitzat ...
es_es: Entra personalizado título
fr_fr: Entrez un titre personnalisé...

source: Card description
ca: Descripció de la targeta
es_es: Campo personalizado descripción
fr_fr: Description de la card

source: 200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.
ca: 200 caràcters màx. Però és millor mantenir-lo curt, 120-130 caràcters està bé. La descripció predeterminada es generarà automàticament o es recuperarà d'un complement de SEO com Yoast o All in One SEO, però podeu substituir-lo aquí.
es_es: 200 caracteres como máximo, pero es mejor mantenerlo corto, 120-130 caracteres está bien. Por defecto, la descripción se generará automáticamente o se recuperará de un complemento SEO como Yoast o All in One SEO, pero puede anularlo aquí.
fr_fr: 200 caractères maximum mais c'est mieux de faire court, 120-130 caractères c'est déjà bien. Par défaut la description est reprise automatiquement ou via un plugin SEO comme Yoast ou All in One SEO mais vous pouvez surcharger cela ici.

source: Player URL
ca: URL del reproductor
es_es: URL del jugador
fr_fr: L'URL du player

source: Enter URL…
ca: Introduïu l'URL ...
es_es: Entra URL...
fr_fr: Entrez l'URL...

source: Player Width
ca: Amplada del reproductor
es_es: Ancho del jugador
fr_fr: Largeur du player

source: Player Height
ca: Alçada del jugador
es_es: Largo del jugador
fr_fr: Hauteur du player

source: Close
ca: Tanca
es_es: Cerrar
fr_fr: Fermer

source: check validator
ca: comproveu el validador de bruixes
es_es: Consultar con el validador
fr_fr: Vérifiez avec le validateur

source: Image Settings
ca: Configuració de la imatge
es_es: Ajustes de imagen
fr_fr: Réglages de l'image

source: Depending on your card type, please use appropriate ratio. Best is :
ca: En funció del tipus de targeta, utilitzeu la relació adequada. El millor és:
es_es: Dependiendo de su tipo de tarjeta, use la proporción apropiada. Lo mejor es:
fr_fr: Suivant votre type de card, svp utilisez un ratio approprié. Le mieux est :

source: 1:1 for summary card (square)
ca: 1: 1 per a la targeta de resum (quadrat)
es_es: 1: 1 para la tarjeta de resumen (cuadrado)
fr_fr: 1:1 pour les cards résumé (carré)

source: 2:1 (rectangle) for summary large image
ca: 2: 1 (rectangle) per a la imatge de resum gran
es_es: 2: 1 (rectángulo) para resumen de imagen grande
fr_fr: 2:1 (rectangle) pour les cards résumé large image

source: Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.
ca: L'ús de la imatge destacada és molt recomanable (si és compatible amb el tipus de publicació que és el cas de les publicacions), però podeu substituir-lo aquí.
es_es: Usar una imagen destacada es altamente recomendable (si es compatible con su tipo de publicación, como es el caso de las publicaciones), pero puede anular esto aquí.
fr_fr: Mieux vaut utiliser l'image à la UNE (méthode recommandée si votre type de contenu le supporte) mais vous pouvez surcharger cela ici.

source: Override featured image and default image for this post
ca: Anul·la la imatge destacada i la imatge predeterminada d'aquesta publicació
es_es: Anular imagen destacada e imagen predeterminada para esta publicación
fr_fr: Surcharger l'image à la UNE et l'image par défaut Twitter

source: Insert from Media Library
ca: Insereix des de la Biblioteca
es_es: Insertar desde la biblioteca
fr_fr: Insérer une image

source: Change twitter Image source
ca: Canvia twitter Font d'imatge
es_es: Cambiar la fuente de la imagen de Twitter
fr_fr: Modifier l'image Twitter

source: Card Image alt
ca: Imatge de la targeta alt
es_es: Imagen de la tarjeta alt
fr_fr: Texte alternatif pour l'image Twitter

source: Alt text - accessibility for your Twitter Image
ca: Alt text: accessibilitat per a la imatge de Twitter
es_es: Texto alternativo: accesibilidad para tu imagen de Twitter
fr_fr: Texte alternatif - accessibilité pour l'image Twitter

source: Twitter Cards settings
ca: Configuració de les targetes de Twitter
es_es: Configuración
fr_fr: Réglages Twitter Cards

source: Main settings & preview
ca: Configuració / prèvia
es_es: Configuración / previa
fr_fr: Réglages principaux et aperçu

source: The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.
ca: El botó de vista prèvia us permet canviar la configuració principal de les targetes de twitter i veure el que podria semblar a Twitter.
es_es: El botón de vista previa le permite cambiar la configuración principal de las tarjetas de twitter y ver cómo podría verse en Twitter.
fr_fr: Le bouton d'aperçu permet de modifier les réglages de la card Twitter tout en voyant ce que cela pourrait donner sur Twitter.

source: On no account this could replace the Twitter cards validator
ca: En cap cas això podria substituir el validador de les targetes de Twitter
es_es: En ningún caso esto podría sustituir al validador de tarjetas de Twitter.
fr_fr: En aucun cas cela peut remplacer le validateur de Twitter

source: Preview and set your cards
ca: Previsualitza i configura les teves targetes
es_es: Previa
fr_fr: Prévisualiser et paramétrer votre card

source: preview
ca: Vista prèvia
es_es: previa
fr_fr: Prévisualisation

source: open modal
ca: obert modal
es_es: modal abierto
fr_fr: Ouvrir la modale
